package HW4;

public class Task2 {

    public static void main(String[] args) {

        /*
        Задача №1

Дана строка:
String s = “Перестановочный алгоритм быстрого действия”;
необходимо вывести все буквы “о” из этой строки.
Для указанной строки ответ будет “ооооо” (или в столбик)


         */

        String s = "Перестановочный алгоритм быстрого действия";
        
        System.out.println(s.);

    }
}
